/* CCITT Group 3 Fax compression */
"CCITT Group 3" = "CCITT Grupo 3";

/* CCITT Group 4 Fax compression */
"CCITT Group 4" = "CCITT Grupo 4";

/* Joint Photographic Experts Group (JPEG) compression */
"JPEG" = "JPEG";

/* Lempel-Ziv & Welch (LZW) compression */
"Lempel-Ziv & Welch" = "Lempel-Ziv & Welch";

/* No TIFF compression */
"None" = "Nenhuma";

/* Obsolete JPEG (Used in NEXTSTEP 2.0) */
"Obsolete JPEG" = "JPEG obsoleto";

/* Obsolete NeXT 2bit compression (Used in NEXTSTEP 1.0) */
"Obsolete NeXT 2bit" = "NeXT 2bit obsoleto";

/* PackBits (Run Length Encoded) compression */
"PackBits" = "Bits comprimidos";

